tap "caskroom/cask"
tap "caskroom/fonts"
tap "homebrew/cask-fonts"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"

cask "adguard"
cask "colorpicker-skalacolor"
cask "font-inconsolata-nerd-font"
cask "font-meslo-nerd-font"
cask "font-sourcecodepro-nerd-font"
cask "font-consolas-for-powerline"
cask "font-fira-code"
cask "font-inconsolata"
cask "font-inconsolata-for-powerline"
cask "font-roboto-mono"
cask "font-roboto-mono-for-powerline"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "provisionql"
cask "qlvideo"
cask "quicklook-pat"
cask "quicklookapk"
cask "quicklookase"
cask "quicklook-csv"
cask "quicklook-json"
cask "suspicious-package"
cask "postman"
cask "betterzip"
cask "cyberduck"
cask "enpass"
cask "iterm2"
cask "sequel-pro"
cask "sublime-text"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cask "webpquicklook"
cask "google-backup-and-sync"
cask "google-chrome"

brew "bro"
brew "bash-snippets"
brew "colordiff"
brew "coreutils"
brew "ffmpeg"
brew "figlet"
brew "fzf"
brew "gnupg"
brew "imagemagick"
brew "mas"
brew "node"
brew "ruby"
brew "speedtest_cli"
brew "tree"
brew "urlview"
brew "vim", args: ["with-client-server", "with-override-system-vi"]
brew "w3m"
brew "watch"
brew "wget"
brew "youtube-dl"
brew "zplug", args: ["HEAD"]
brew "zsh"
brew "neofetch"
brew "keychain"
brew "hub"

