cask "font-firacode-nerd-font"
case "font-inconsolata"

brew "awscli"
brew "bat"
brew "gnupg"
brew "ruby"
brew "speedtest_cli"
brew "vim", args: ["with-client-server", "with-override-system-vi"]
brew "wget"
brew "zplug", args: ["HEAD"]
brew "zsh"
brew "hub"
brew "pyenv"
brew "nvm"
brew "php"
brew "node"
brew "tmux"
brew "tmux-mem-cpu-load"
brew "pinentry-mac"
brew "keychain"
brew "reattach-to-user-namespace"
